Repository: Goldenfreddy0703/Otaku
Catalog: plugin.video.otaku/resources/language/resource.language.*/strings.po
Languages: it_it

# #30390
source: Replace Anilist Posters with Mal Posters
it_it: Sostituisci Poster Anilist con Poster Mal

# #30391
source: Allow Unaired Episodes in the Playlist
it_it: Permetti Episodi Non in Onda nella Playlist

# #30393
source: Enable Trakt Scrobbling
it_it: Abilita Sbavatura Trakt

# #30394
source: Note: Will only scrobble certain animes that support trakt.
it_it: Nota: Saranno sbavati solo alcuni anime che supportano trakt.

# #30395
source: Configure Trakt Script
it_it: Configura Script Trakt

# #30396
source: Install Trakt Script
it_it: Install Script Trakt

# #30397
source: Skip UnCached Sources (Real-Debrid, AllDebrid, Debrid-Link)
it_it: Salta Fonti UnCached (Real-Debrid, AllDebrid, Debrid-Link)

# #30399
source: Enable EasyDebrid
it_it: Abilita EasyDebrid

# #30400
source: EasyDebrid Username
it_it: Nome Utente EasyDebrid

# #30401
source: EasyDebrid Status
it_it: Stato EasyDebrid

# #30402
source: Authorize EasyDebrid...
it_it: Autorizza EasyDebrid...

# #30403
source: Refresh EasyDebrid Token
it_it: Aggiorna Token EasyDebrid

# #30404
source: Main Menu Items
it_it: Item Menu Principale

# #30405
source: Sub Menu Items
it_it: Item Sotto Menu

# #30406
source: Genre Menu Items
it_it: Item Menu Genere

# #30407
source: Main Menus
it_it: Menu Principale

# #30408
source: Movies
it_it: Film

# #30409
source: TV Shows
it_it: Serie TV

# #30410
source: TV Shorts
it_it: Corti

# #30411
source: Specials
it_it: Speciali

# #30412
source: OVAs
it_it: OVA

# #30413
source: ONAs
it_it: ONA

# #30414
source: Music Videos
it_it: Video musicali

# #30415
source: Setup Wizard
it_it: Setup Guidato

# #30416
source: Run Setup Wizard
it_it: Esegui Setup Guidato

# #30417
source: Enable Subtitle Types for Streams
it_it: Abilita Tipi Sottotitoli per Flussi

# #30418
source: Subtitle Types
it_it: Tipi Sottotitoli

# #30419
source: Default Subtitles
it_it: Sottotitoli Default

# #30420
source: Forced Subtitles
it_it: Sottotitoli Forzati

# #30421
source: Hearing Impaired Subtitles
it_it: Sottotitoli per Non Udenti

# #30422
source: Enable SmartPlay
it_it: Abilita SmartPlay

# #30423
source: Play smarter: manually select a source once and let Smart Play auto-play the rest using that source.
it_it: Riproduci Smart: seleziona manualmente una fonte e lascia la riproduzione del resto usanto quella fonte

# #30424
source: Enable Automatic Intro Skip
it_it: Abilita Salto Intro Automatico

# #30425
source: Enable Automatic Outro Skip
it_it: Abilita Salto Outro Automatico

# #30426
source: Widget Load Delay (milliseconds)
it_it: Ritardo Carica Widget (millisecondi)

# #30427
source: Delay between widget loads to prevent API rate limiting. 1000ms = 1 second.
it_it: Ritardo tra caricamento widget per prevenire limite API. 1000ms = 1 secondo.

# #30428
source: Network Settings
it_it: Impostazioni Rete

# #30429
source: Toggle IPv6
it_it: Pulsante IPv6

# #30430
source: Enable/disable IPv6 connections. Kodi restart required for changes to take effect.
it_it: Abilita/disabilita connessione IPv6. Riavvio di Kodi richiesto.

# #30431
source: Toggle HTTP/2
it_it: Pulsante HTTP/2

# #30432
source: Enable/disable HTTP/2 protocol. Kodi restart required for changes to take effect.
it_it: Abilita/disabilita protocollo HTTP/2. Riavvio di Kodi richiesto.

# #30433
source: IPv6 Status
it_it: Stato IPv6

# #30434
source: HTTP/2 Status
it_it: Stato HTTP/2

# #30435
source: Migration Process
it_it: Processo Migrazione

# #30436
source: Run the Migration Process
it_it: Esegui il Processo di Migrazione

# #30437
source: Use only if you did not get Migration Process after v5.2.45
it_it: Usea solo se il Processo di Migrazione non è andato a buon fin dopo v5.2.45

# #30438
source: [COLOR red]WARNING[/COLOR] This will reset all of your settings except Watchlist, are you sure?
it_it: [COLOR yellow]ATTENZIONE[/COLOR] Questo resetterà tutte le impostazione eccetto la Watchlist, sei sicuro?

# #30439
source: Large
it_it: Largo

# #30440
source: Preferred Anime Artwork from
it_it: Preferisci Artwork Anime da

# #30444
source: Show Advanced Artwork Settings
it_it: Mostra Impostazioni Artwork Avanzate

# #30447
source: Choose Items to Filter...
it_it: Scegli elementi da filtrare...

# #30448
source: Hide Unaired Episodes
it_it: Nascondi episodi non ancora trasmessi

# #30449
source: Enable Watchlist Paging
it_it: Abilita paginazione watchlist

# #30450
source: Prefetch Watchlist on Startup
it_it: Precarica watchlist all'avvio

# #30452
source: Clear all search history?
it_it: Cancellare tutta la cronologia ricerche?

# #30453
source: Clear search history?
it_it: Cancellare la cronologia ricerche?

# #30454
source: Search History has been cleared
it_it: La cronologia ricerche è stata cancellata

# #30455
source: Search item not found: '{0}'
it_it: Elemento di ricerca non trovato: '{0}'

# #30456
source: Remove from Item
it_it: Rimuovi elemento

# #30457
source: Edit Search Item...
it_it: Modifica elemento di ricerca...

# #30458
source: New Search
it_it: Nuova ricerca

# #30459
source: Clear Search History...
it_it: Cancella cronologia ricerche...

# #30460
source: Invalid year. Please select a year between 1916 and {0}.
it_it: Anno non valido. Seleziona un anno tra 1916 e {0}.

# #30461
source: No Watchlist Enabled:\n\nPlease enable [B]Update Watchlist[/B] before using the Watchlist Manager
it_it: Nessuna watchlist abilitata:\n\nAbilita [B]Aggiorna Watchlist[/B] prima di usare il Gestore Watchlist

# #30462
source: No Watchlist Enabled:\n\nPlease Enable a Watchlist before using the Watchlist Manager
it_it: Nessuna watchlist abilitata:\n\nAbilita una watchlist prima di usare il Gestore Watchlist

# #30463
source: Are you sure you want to delete [I]{0}[/I] from [B]{1}[/B]\n\nPress YES to Continue:
it_it: Sei sicuro di voler eliminare [I]{0}[/I] da [B]{1}[/B]\n\nPremi SI per continuare:

# #30464
source: [I]{0}[/I] was deleted from [B]{1}[/B]
it_it: [I]{0}[/I] è stato eliminato da [B]{1}[/B]

# #30465
source: Unable to delete from Watchlist
it_it: Impossibile eliminare dalla Watchlist

# #30466
source: (10) Masterpiece
it_it: (10) Capolavoro

# #30467
source: (9) Great
it_it: (9) Ottimo

# #30468
source: (8) Very Good
it_it: (8) Molto buono

# #30469
source: (7) Good
it_it: (7) Buono

# #30470
source: (6) Fine
it_it: (6) Discreto

# #30471
source: (5) Average
it_it: (5) Nella media

# #30472
source: (4) Bad
it_it: (4) Scarso

# #30473
source: (3) Very Bad
it_it: (3) Molto scarso

# #30474
source: (2) Horrible
it_it: (2) Orribile

# #30475
source: (1) Appalling
it_it: (1) Pessimo

# #30476
source: (0) No Score
it_it: (0) Nessun voto

# #30477
source: [I]{0}[/I] was set to [B]{1}[/B]
it_it: [I]{0}[/I] è stato impostato a [B]{1}[/B]

# #30478
source: Unable to Set Score
it_it: Impossibile impostare il voto

# #30479
source: This show is still airing, so we're keeping it in your "Watching" list and marked all aired episodes as watched.
it_it: Questa serie è ancora in onda, quindi la manteniamo nella lista "In visione" e segniamo come visti tutti gli episodi già trasmessi.

# #30480
source: [I]{0}[/I] was added to [B]{1}[/B]
it_it: [I]{0}[/I] è stato aggiunto a [B]{1}[/B]

# #30481
source: Unable to Set Watchlist
it_it: Impossibile impostare la Watchlist
