Repository: Goldenfreddy0703/Otaku
Catalog: plugin.video.otaku/resources/language/resource.language.*/strings.po
Languages: it_it

# #30000
source: Last Watched
it_it: Ultimi visti

# #30001
source: Airing Anime Calendar
it_it: Calendario anime in onda

# #30002
source: Airing Last Season
it_it: Stagione Precendete In onda

# #30003
source: Airing This Season
it_it: Questa stagione In Onda

# #30004
source: Airing Next Season
it_it: Prossima Stagione in Onda

# #30005
source: Movies
it_it: Film

# #30006
source: TV Shows
it_it: Serie TV

# #30007
source: TV Shorts
it_it: Corti

# #30008
source: Specials
it_it: Speciali

# #30009
source: OVAs
it_it: OVA

# #30010
source: ONAs
it_it: ONA

# #30011
source: Music Videos
it_it: Video musicali

# #30012
source: Trending
it_it: Di tendenza

# #30013
source: Popular
it_it: Popolari

# #30014
source: Voted
it_it: Più votati

# #30015
source: Favourites
it_it: Preferiti

# #30017
source: Genres & Tags
it_it: Generi e tag

# #30018
source: Search
it_it: Cerca

# #30019
source: Tools
it_it: Strumenti

# #30020
source: Trending Last Year
it_it: Di tendenza l'anno scorso

# #30021
source: Trending This Year
it_it: Di tendenza quest'anno

# #30022
source: Trending Last Season
it_it: Di tendenza stagione precedente

# #30023
source: Trending This Season
it_it: Di tendenza questa stagione

# #30024
source: All Time Trending
it_it: Di tendenza di sempre

# #30025
source: Popular Last Year
it_it: Popolari l'anno scorso

# #30026
source: Popular This Year
it_it: Popolari quest'anno

# #30027
source: Popular Last Season
it_it: Popolari stagione precedente

# #30028
source: Popular This Season
it_it: Popolari questa stagione

# #30029
source: All Time Popular
it_it: Popolari di sempre

# #30030
source: Voted Last Year
it_it: Più votati l'anno scorso

# #30031
source: Voted This Year
it_it: Più votati quest'anno

# #30032
source: Voted Last Season
it_it: Più votati stagione precedente

# #30033
source: Voted This Season
it_it: Più votati questa stagione

# #30034
source: All Time Voted
it_it: Più votati di sempre

# #30035
source: Favourites Last Year
it_it: Preferiti Ultimo Year

# #30036
source: Favourites This Year
it_it: Preferiti Questa Year

# #30037
source: Favourites Last Season
it_it: Preferiti Ultimo Stagione

# #30038
source: Favourites This Season
it_it: Preferiti Questa Stagione

# #30039
source: All Time Favourites
it_it: Preferiti di sempre

# #30041
source: Action
it_it: Azione

# #30042
source: Adventure
it_it: Avventura

# #30043
source: Comedy
it_it: Commedia

# #30044
source: Drama
it_it: Drammatico

# #30051
source: Music
it_it: Musica

# #30052
source: Mystery
it_it: Mistero

# #30053
source: Psychological
it_it: Psicologico

# #30054
source: Romance
it_it: Romantico

# #30055
source: Sci-Fi
it_it: Fantascienza

# #30057
source: Sports
it_it: Sport

# #30058
source: Supernatural
it_it: Soprannaturale

# #30060
source: Search Both
it_it: Cerca Entrambi

# #30061
source: Search Movies
it_it: Cerca Film

# #30062
source: Search TV Shows
it_it: Cerca Serie Tv

# #30063
source: Search TV Shorts
it_it: Cerca Corti

# #30064
source: Search Specials
it_it: Cerca Speciali

# #30065
source: Search OVAs
it_it: Cerca OVAs

# #30066
source: Search ONAs
it_it: Cerca ONAs

# #30067
source: Search Music Videos
it_it: Cerca Video Musicali

# #30068
source: Watch History
it_it: Cronologia visione

# #30069
source: Setup Wizard
it_it: Setup Guidato

# #30070
source: View Changelog
it_it: Mostra Changelog

# #30071
source: Open Settings Menu
it_it: Apri Menu Impostazioni

# #30072
source: Clear Cache
it_it: Svuota cache

# #30073
source: Clear Search History
it_it: Cancella cronologia ricerche

# #30074
source: Clear Watch History
it_it: Cancella cronologia visione

# #30075
source: Rebuild Database
it_it: Ricostruisci database

# #30076
source: Wipe Addon Data
it_it: Cancella Dati Addon

# #30077
source: Sync Completed List
it_it: Sincronizza Lista Completati

# #30078
source: Download Manager
it_it: Gestione download

# #30079
source: Choose Sorting..
it_it: Scegli Ordine..

# #30080
source: Clear Selected Fanart
it_it: Cancella Fanart Selezionato

# #30081
source: Open this link in a browser: {}
it_it: Apri questo link nel browser: {}

# #30082
source: Enter the code: {}
it_it: Immetti il codice: {}

# #30083
source: This code has been copied to your clipboard
it_it: Questo codice è stato copiato nella tua clipboard

# #30084
source: Authentication is completed
it_it: Autenticazione Completata

# #30085
source: Please Note You appear to have authorized a non-premium account and will not be able to play items using this account
it_it: Nota Bene Sembra che tu abbia autorizzato un non premium account e non sarai abilitato a riprodurre i record

# #30087
source: All Cache Successfully Cleared
it_it: Cache Completamente Pulita

# #30088
source: [COLOR red]WARNING[/COLOR] This will reset all meta information, are you sure?
it_it: [COLOR yellow]ATTENZIONE[/COLOR] Verranno resettate tutte le info sui meta, sei sicuro?

# #30089
source: [COLOR red]WARNING[/COLOR] This will clear all selected fanart, are you sure?
it_it: [COLOR yellow]ATTENZIONE[/COLOR] Verranno cancellate tutte le fanart selezionate, sei sicuro?

# #30090
source: [COLOR red]WARNING[/COLOR] This will completely clear your addon settings. Are you sure you want to do this?
it_it: [COLOR yellow]ATTENZIONE[/COLOR] Verranno completamente rimosse tutte le impostazioni dell'addon. Sei sicuro di volerlo fare?

# #30091
source: [COLOR red]WARNING[/COLOR] This will clear all Watch History, are you sure?
it_it: [COLOR yellow]ATTENZIONE[/COLOR] Verrà cancellata tutta la cronologia visualizzazioni, sei sicuro?

# #30092
source: [B]Open this link in a browser: [COLOR deepskyblue]https://armkai.vercel.app/api/mal[/COLOR][/B]
it_it: [B]Apri questo link in un browser: [COLOR deepskyblue]https://armkai.vercel.app/api/mal[/COLOR][/B]

# #30093
source: [B]After authorizing, MAL will redirect to its homepage. Copy & paste the redirect url (e.g. url [COLOR deepskyblue]https://myanimelist.net/?code=...[/COLOR]) below.[/B]
it_it: [B]Dopo aver autorizzato, MAL vi rindirizzerà alla sua homepage. Copia e incolla il collegamento (e.s. url [COLOR deepskyblue]https://myanimelist.net/?code=...[/COLOR]) sotto.[/B]

# #30094
source: [B]Open this link in a browser: [COLOR deepskyblue]https://armkai.vercel.app/api/anilist[/COLOR][/B]
it_it: [B]Apri questo collegamento in un browser: [COLOR deepskyblue]https://armkai.vercel.app/api/anilist[/COLOR][/B]

# #30095
source: [B]After authorizing, copy & paste the token below.[/B]
it_it: [B]Dopo aver autorizzato, copia e incolla il token qui sotto.[/B]

# #30096
source: [B]*Note: If using addon on Amazon Fire TV Stick/Android TV Box, you can copy & paste text using a Kodi remote app like [COLOR limegreen]Kore[/COLOR] or [COLOR limegreen]Yatse[/COLOR][/B]
it_it: [B]*Nota: Se stai utilizzando l'addon su un Amazon Fire Tv Stick/Android Tv Box, puoi copiare e incollare il testo usando un app telecomando remoto come [COLOR limegreen]Kore[/COLOR] or [COLOR limegreen]Yatse[/COLOR][/B]

# #30097
source: Providers
it_it: Provider

# #30098
source: General
it_it: Generale

# #30099
source: Title Language
it_it: Lingua Titolo

# #30100
source: Enable search history
it_it: Abilita cerca cronologia

# #30101
source: Smart Episode Scrolling (Only works in List View)
it_it: Scorrimento Intelligente Episodi (Funziona solo nella vista Lista)

# #30102
source: Download Location
it_it: Posizione Download

# #30103
source: Meta Episode API
it_it: Meta Episodio API

# #30104
source: Artwork Customization
it_it: Personalizzazione Artwork

# #30105
source: Per Page General View
it_it: Vista Generale Per Pagina

# #30106
source: Per Page Watchlist View (does not work on Anilist or Simkl)
it_it: Vista Watchlist Per Pagina (Non funziona per Anilist e Simkl)

# #30107
source: How Long Before Checking for New Episodes (days)
it_it: Tra Quanto Usciranno Nuovi Episodi (giorni)

# #30108
source: Force View Types on Menus
it_it: Forza Tipi di Vista nel Menu

# #30109
source: General Menu View
it_it: Vista Menu Generale

# #30110
source: TV Show View
it_it: Vista Show TV

# #30111
source: Episode View
it_it: Vista Episodio

# #30112
source: Fetch Watchlist Episode Data
it_it: Prendi i Dati dell'Episodio dalla Watchlist

# #30113
source: Hide Episode Info and Plot
it_it: Nascondi Informazion e Trama Episodio

# #30114
source: Show Empty Episode Meta
it_it: Mostra Meta Episodio Vuoto

# #30115
source: Prefer Anime Artwork from
it_it: preferisci Artwork Anime da

# #30116
source: Clearlogo
it_it: Pulscilogo

# #30117
source: Theme
it_it: Tema

# #30118
source: Show Dub Upcoming Dates
it_it: Mostra Dub Date in Arrivo

# #30119
source: API to be used for getting Dub times
it_it: API da usare per prendere tempi DUB

# #30120
source: Show Filler Info If Found
it_it: Mostra Info Filler se trovato

# #30121
source: JZ Settings
it_it: Impostazioni JZ

# #30122
source: Language Invoker
it_it: Invocatore Lingua

# #30123
source: Toggle Re-Use Language Invoker: Enable For Much Faster Speeds
it_it: Pulsante Riusa Invocatore Lingua: Abilita per una maggiore velocità

# #30124
source: Re-Use Language Invoker Status:
it_it: Stato Riusa Invocatore Lingua:

# #30125
source: Import/Export
it_it: Importa/Esporta

# #30126
source: Import Settings
it_it: Importa Impostazioni

# #30127
source: Export Settings
it_it: Esporta Impostazioni

# #30128
source: Metadata Customization
it_it: Personalizzazione Metadata

# #30132
source: Other
it_it: Altro

# #30138
source: Playback
it_it: Riproduzione

# #30139
source: Movie Play Style
it_it: Stile Riproduzione Film

# #30140
source: Episode Play Style
it_it: Stile Riproduzione Episodio

# #30142
source: Source Select
it_it: Selezione Fonte

# #30143
source: Auto try next link on resolve failure (Source Select)
it_it: Prova automaticamente il prossimo link se fallisce (Selezione Fonte)

# #30144
source: Terminate on Cloud Sources
it_it: Termina alle Fonti Cloud

# #30145
source: Playing Next Dialog
it_it: Riproduci Prossima Finestra

# #30146
source: Enable Playing Next Dialog
it_it: Abilita Riproduzione Prossima Finestra

# #30147
source: Minimum Seconds Left Before Showing Dialog
it_it: Secondi Rimanenti Prima di Mostrare la Finestra

# #30148
source: Skip Intro Dialog
it_it: Bottone Salta Intro

# #30149
source: Enable Skip Intro Dialog
it_it: Abilita Bottone Salta Intro

# #30150
source: Seconds to skip
it_it: Secondi al prossimo episodio

# #30151
source: Sort & Filter
it_it: Ordina e Filtra

# #30152
source: Source Filters
it_it: Filtri Fonte

# #30153
source: Max Resolution
it_it: Risoluzione Massima

# #30154
source: Hide HEVC Items
it_it: Nascondi HEVC Items

# #30155
source: Source Type
it_it: Tipo Fonte

# #30156
source: Sort Sourcing
it_it: Oridina Fonte

# #30157
source: Scrape UnCached Sources
it_it: Scansione Fonti Senza Cache

# #30159
source: Set Percent to Mark as Watched
it_it: Setta la Percentuale per Marcare come Visto

# #30160
source: NOTE: Next up Dialog will not begin until this percentage is met
it_it: NOTA: Bottone Prossimo non verrà mostrato fino alla percentuale impostata

# #30161
source: Enable Sync Completed
it_it: Abilita Sincronizzazione Completati

# #30163
source: Update Watchlist
it_it: Aggiorna Watchlist

# #30164
source: Watchlist to update
it_it: Watchlist da aggiornare

# #30165
source: Set Content Filter
it_it: Imposta Filtro Contenuto

# #30166
source: Format
it_it: Formato

# #30168
source: MOVIE
it_it: Film

# #30169
source: TV_SHORT
it_it: CORTI

# #30173
source: MUSIC
it_it: MUSICA

# #30174
source: Preferred Artwork Size
it_it: Personalizzazione Contenuto

# #30176
source: Enable searching mature titles
it_it: Abilita ricerca titoli da adulti

# #30177
source: Maintenance
it_it: Manutenzione

# #30178
source: Set Country Filter
it_it: Imposta Filtro Nazione

# #30179
source: Country
it_it: Nazione

# #30180
source: Japan
it_it: Giappone

# #30181
source: South Korea
it_it: Corea del Sud

# #30182
source: China
it_it: Cina

# #30184
source: Set Delay in Seconds Before Showing Dialog
it_it: Imposta Ritardo in Secondi Prima di Mostrare il Bottone

# #30185
source: Timeout for Source Scraping (seconds)
it_it: Timeout per scansione fonti (secondi)

# #30186
source: Filter Only Dubs
it_it: Filtro solo Dubs

# #30187
source: Show [COLOR blue](DUB)[/COLOR] in titles for dubbed content
it_it: Mostra [COLOR blue](DUB)[/COLOR] nei titoli Doppiati

# #30188
source: Duration of how long the Dialog will appear
it_it: Durata di quanto tempo la finestra appare

# #30189
source: Enable Smart Skip
it_it: Abilita Salto Smart

# #30190
source: Offset for Smart Skip (seconds)
it_it: Offset per Salto Smart (secondi)

# #30192
source: Enable Real-Debrid...
it_it: Abilita Real-Debrid...

# #30193
source: Real-Debrid Username
it_it: Nome Utenet Real-Debrid

# #30194
source: Real-Debrid Status
it_it: Stato Real-Debrid

# #30195
source: Authorize Real-Debrid...
it_it: Autorizza Real-Debrid...

# #30196
source: Refresh Real-Debrid Token
it_it: Aggiorna Token Real-Debrid

# #30198
source: Enable AllDebrid...
it_it: Abilita AllDebrid...

# #30199
source: AllDebrid Username
it_it: AllDebrid Utente

# #30200
source: AllDebrid Status
it_it: Stato AllDebrid

# #30201
source: Authorize AllDebrid...
it_it: Autorizza AllDebrid...

# #30202
source: Refresh AllDebrid Token
it_it: Aggiorna Token AllDebrid

# #30204
source: Enable Debrid-Link...
it_it: Abilita Debrid-Link...

# #30205
source: Debrid-Link Username
it_it: Nome Utente Debrid-Link

# #30206
source: Debrid-Link Status
it_it: Stato Debrid-Link

# #30207
source: Authorize Debrid-Link...
it_it: Autorizza Debrid-Link...

# #30208
source: Refresh Debrid-Link Token
it_it: Aggiorna Token Debrid-Link

# #30210
source: Enable Premiumize...
it_it: Abilita Premiumize...

# #30211
source: Premiumize Username
it_it: Nome Utenet Premiumize

# #30212
source: Premiumize Status
it_it: Stato Premiumize

# #30213
source: Authorize Premiumize...
it_it: Autorizza Premiumize...

# #30214
source: Scrape Real-Debrid Cloud
it_it: Scansione Cloud Real-Debrid

# #30215
source: Scrape Premiumize Cloud
it_it: Scansiona Cloud Premiumize

# #30216
source: Scrape AllDebrid Cloud
it_it: Scansiona Cloud AllDebrid

# #30217
source: Scrape Debrid-Link Cloud
it_it: Scansiona Cloud Debrid-Link

# #30219
source: Enable MyAnimeList
it_it: Abilita MyAnimeList

# #30221
source: Enable AniList
it_it: Abilita AniList

# #30223
source: Enable Kitsu
it_it: Abilita Kitsu

# #30226
source: How titles will be displayed:
it_it: Come verranno mostrati i titoli:

# #30228
source: Enable Simkl
it_it: Abilita Simkl

# #30229
source: Username:
it_it: Nome Utente:

# #30230
source: Click to Authorize...
it_it: Click per Autorizzare...

# #30231
source: Sort by:
it_it: Ordina per:

# #30232
source: Order by:
it_it: Ordina per:

# #30240
source: Scrape Local Files
it_it: Scansiona file locali

# #30245
source: Context Customization
it_it: Personalizza Contenuto

# #30246
source: Find Recommendations
it_it: Trova Raccomandati

# #30247
source: Find Relations
it_it: Trova Correlati

# #30248
source: Rescrape
it_it: Riscansiona

# #30249
source: Source Select
it_it: Seleziona Fonte

# #30251
source: Delete from Database
it_it: Elimina dal Database

# #30252
source: WatchList manager
it_it: Gestore Watchlist

# #30253
source: Marked as Watched [COLOR deepskyblue]WatchList[/COLOR]
it_it: Marca come Visto [COLOR deepskyblue]Watchlist[/COLOR]

# #30254
source: Select Fanart
it_it: Seleziona Fanart

# #30256
source: Hide Next Item in Widgets
it_it: Nascondi Prossimo Item nei Widgets

# #30257
source: Context
it_it: Contenuto

# #30258
source: Use Custom View IDs (Advanced)
it_it: Use IDs Vista Personalizzata (Avanzato)

# #30259
source: General Menu View
it_it: Vista Menu Generale

# #30260
source: Anime View
it_it: Vista Anime

# #30261
source: Episode View
it_it: Vista Episodio

# #30262
source: General Menu View ID
it_it: ID Vista Menu Generale

# #30263
source: Anime View ID
it_it: Vista ID Anime

# #30264
source: Episode View ID
it_it: Vista ID Episodio

# #30268
source: Shift
it_it: Cambio

# #30270
source: Wide List
it_it: Lista Larga

# #30274
source: Show Changelog every update
it_it: Mostra Changelog ead ogni aggiornamento

# #30275
source: Media Playback
it_it: Riproduzione Media

# #30276
source: Smart Scroll Direction
it_it: Direzione Scorrimento Smart

# #30277
source: Vertical
it_it: Verticale

# #30278
source: Horizontal
it_it: Orizzontale

# #30279
source: Dialog Theme (Use only if you're on the skin)
it_it: Tema Finestra (Usa solo se hai una skin)

# #30280
source: Get Watch Order
it_it: Prendi Ordine Visione

# #30282
source: Force view types on menus
it_it: Forza tpi vista nei menu

# #30283
source: Scraping
it_it: Scansione

# #30284
source: General Scraping
it_it: Scansione Generale

# #30285
source: Terminate on Local Sources
it_it: Termina sulle Fonti Locali

# #30286
source: Cloud Scraping
it_it: Scansione Cloud

# #30287
source: Local Scraping
it_it: Scansione Locale

# #30288
source: Local File Directory
it_it: Cartella Locale

# #30289
source: General Playback
it_it: Riproduzione Generale

# #30290
source: General Customization
it_it: Personalizzazione Generale

# #30291
source: Menu Customization
it_it: Menu Personalizzazione

# #30292
source: Search Filter
it_it: Filtro Ricerca

# #30293
source: Min Resolution
it_it: Risoluzione Minima

# #30294
source: Hide BATCH Items
it_it: Nascondi BATCH Items

# #30295
source: Use Kodi's Preferred Language Settings
it_it: Usa le Impostazioni Preferite di Linga di Kodi

# #30296
source: Preferred Audio Playback
it_it: Riproduzione Audio Preferita

# #30297
source: Preferred Subtitle Language
it_it: Lingua Sottotitoli Preferita

# #30298
source: Enable Automatic Subtitles for Dub Streams
it_it: Abilita Sottotitoli Automatici per Flussi Doppiati

# #30299
source: Source Filtering by Size
it_it: Filtra Fonte per Dimensione

# #30300
source: Internet Speed (Mbps)
it_it: Velocità Linea (Mbps)

# #30301
source: Movie Max Size (GB)
it_it: Dimensione Massima Film (GB)

# #30302
source: Movie Min Size (GB)
it_it: Dimensione Minima Film (GB)

# #30303
source: Episode Max Size (GB)
it_it: Dimensione Massima Episodio (GB)

# #30304
source: Episode Min Size (GB)
it_it: Dimensione Minima Episodio (GB)

# #30306
source: Internet Speed
it_it: Velocità Linea

# #30308
source: Source Filtering by Release Title
it_it: Filtra Fonte per Titoli Rilasciati

# #30309
source: Filter Selection
it_it: Filtro Selezione

# #30310
source: Release Title Filter 1
it_it: Rilascia Filtro Titolo 1

# #30311
source: Release Title Filter 2
it_it: Rilascia Filtro Titolo 2

# #30312
source: Release Title Filter 3
it_it: Rilascia Filtro Titolo 3

# #30313
source: Release Title Filter 4
it_it: Rilascia Filtro Titolo 4

# #30314
source: Release Title Filter 5
it_it: Rilascia Filtro Titolo 5

# #30315
source: Filter Logic for Multiple Filters
it_it: Logica Filtri per Filtri Multipli

# #30316
source: AND
it_it: E

# #30317
source: OR
it_it: O

# #30318
source: Exclude Keywords
it_it: Escludi Parole Chiave

# #30319
source: Torrent Scraping
it_it: Scansione Torrent

# #30320
source: Notify When Anime is Added to Database
it_it: Notifica Quando un Anime è Aggiunto al Database

# #30321
source: Fuzzy Match Sensitivity (percentage)
it_it: Sensibilità della Corrispondenza (Percentuale)

# #30322
source: Adjust how closely local and cloud sources must match. Lower values are more lenient.
it_it: Aggiusta quanto simili le fonti locali e cloud debbano essere. Valori bassi sono più indulgenti.

# #30323
source: Default Action if Nothing Selected
it_it: Azione Default se Nulla è Selezionato

# #30324
source: Play
it_it: Riproduci

# #30325
source: Pause
it_it: Pausa

# #30326
source: Set Content Status
it_it: Imposta Stato Contenuto

# #30327
source: Status
it_it: Stato

# #30328
source: Airing
it_it: In onda

# #30329
source: Complete
it_it: Completo

# #30330
source: Upcoming
it_it: In Arrivo

# #30331
source: Finished
it_it: Finito

# #30332
source: Not Yet Aired
it_it: Non Ancora In Onda

# #30333
source: Cancelled
it_it: Cancellato

# #30334
source: Set Content Rating
it_it: Imposta Voto Contenuto

# #30335
source: Rating
it_it: Votazione

# #30336
source: G - All Ages
it_it: G - Tutte le Età

# #30337
source: PG - Children
it_it: PG - Bambini

# #30338
source: PG-13 - Teens 13 or older
it_it: PG-13 - Ragazzi 13 o più vecchi

# #30339
source: R - 17+ (violence & profanity)
it_it: R - 17+ (violenza & volgarità)

# #30340
source: R+ - Mild Nudity
it_it: R+ - Mezzo Nudo

# #30343
source: Use InputStream Adaptive
it_it: Usa InputStream Adaptive

# #30344
source: Configure InputStream Adaptive
it_it: Configura InputStream Adaptive

# #30345
source: Install InputStream Adaptive
it_it: Installa InputStream Adaptive

# #30346
source: Cloudflare & DDoS-GUARD Solver
it_it: Solver Cloudflare & DDoS-GUARD

# #30347
source: Enable FlareSolverr
it_it: Abilita FlareSolverr

# #30348
source: FlareSolverr Url
it_it: Url FlareSolverr

# #30349
source: FlareSolverr Timeout
it_it: Timeout FlareSolverr

# #30350
source: Hosting Instructions
it_it: Istruzioni Hosting

# #30351
source: Get Watch Order
it_it: Prendi Ordine di Visione

# #30352
source: Set Content Year
it_it: Imposta Anno Contenuto

# #30353
source: Year
it_it: Anno

# #30354
source: Set Content Season
it_it: Imposta Stagione Contenuto

# #30355
source: Season
it_it: Stagione

# #30356
source: Winter
it_it: Inverno

# #30357
source: Spring
it_it: Primavera

# #30358
source: Summer
it_it: Estate

# #30359
source: Fall
it_it: Autunno

# #30360
source: Set Content Genres
it_it: Imposta Genere Contenuto

# #30361
source: Genres
it_it: Generi

# #30362
source: Run All UnCached Sources in Forground
it_it: Esegui Tutte le Fonti UnCached in Primo Piano

# #30364
source: Enable TorBox
it_it: Abilita TorBox

# #30365
source: TorBox Username
it_it: Nome Utente TorBox

# #30366
source: TorBox Status
it_it: Stato TorBox

# #30367
source: Authorize TorBox...
it_it: Autorizza TorBox...

# #30368
source: Refresh TorBox Token
it_it: Aggiorna Token TorBox

# #30369
source: Scrape TorBox Cloud
it_it: Scansiona Cloud TorBox

# #30370
source: Enable Subtitle Keywords for Streams
it_it: Abilita Sottotitoli Chiave per Flussi

# #30371
source: Subtitle Keywords
it_it: Sottotitoli Chiave

# #30372
source: Dialog
it_it: Finestra

# #30373
source: Signs & Songs
it_it: Firme & Canzoni

# #30374
source: Custom
it_it: Personale

# #30375
source: Custom Keyword
it_it: Parole Chiave Personali

# #30376
source: Megacloud Solver
it_it: Solver Megacloud

# #30377
source: Enable Megacloud Solver
it_it: Abilita Solver Megacloud

# #30378
source: Megacloud Solver url
it_it: Url Solver Megacloud

# #30380
source: Run All UnCached Sources in Background
it_it: Esegui Tutte le Fonti UnCached in Secondo Piano

# #30381
source: Auto-Delete Torrents
it_it: Auto-Elimima Torrents

# #30382
source: Store resolved items in cloud
it_it: Conserva gli item risolti nel Cloud

# #30383
source: Automatic Cloud Removal
it_it: Rimozione Automatica Cloud

# #30384
source: Max Storage Space Used Before Deletion (GB)
it_it: Spazio Massimo Usato Prima dell'Eliminazione (GB)

# #30385
source: Number of Pages to Scrape
it_it: Numero di Pagine da Scansionare

# #30386
source: Provides more sources but will increase scraping time
it_it: Presenta più fonti ma incrementerà il tempo di scansione

# #30387
source: Use Addon Content Type for Menus
it_it: Usa Tipo Contenuto Addon per Menu

# #30388
source: Changes Viewtypes for Main Menu. Note: This will disable plot or description.
it_it: Cambia Tipo Vista per il Menu Principale. Nota: Questo disabiliterà trama o descrizione.

# #30389
source: Configure Embed Servers
it_it: Configure Server Integrati
